Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=292_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaisen taiteen ja käsityön näyttely kirkkopäiville
smn: Säämi taaiđâ já tyeje čáitálmâs kirkkopeivijd

source: Saamelaista taidetta, käsityötä, ikoneja ja kirkkotekstiilejä esittelevä näyttely avataan Inariin Saamelaisten kirkkopäivien ajaksi.
smn: Säämi taaiđâ, tyeje, ikonij já kirkkotekstiilij čáitálâmâs lehâstuvvoo Anarân Säämi kirkkopeivij ááigán.

source: Kutsunäyttelyyn osallistuvat seuraavat taiteilijat Ruotsista, Norjasta ja Suomesta: Britta Marakatt-Labba, Rannveig Persen, Aune Kuuva, Merja Aletta Ranttila, Pekka Hermanni Kyrö ja Outi Pieski.
smn: Povdiittâsčáitálmâsân uásálisteh čuávvoo taaidâreh Ruotâst, Taažâst já Suomâst: Britta Marakatt-Labba, Rannveig Persen, Aune Kuuva, Merja Aletta Ranttila, Pekka Hermanni Kyrö já Outi Pieski.

source: Kuvassa yksityiskohta Outi Pieskin maalauksesta.
smn: Koovest ovtâskâssaje Outi Pieski máálám tavlust.

source: Sámi Duodji ry tuo näyttelyyn saamelaisia käsitöitä ja järjestää työnäytöksiä.
smn: Sámi Duodji ry puáhtá čáitálmâsân säämi tuojijd já uárnee pargočáittusijd.

source: Lisäksi nähtävillä on Päivi Ruottisen valmistamia kirkkotekstiilejä ja Elli ja Veikko Tiittasen ikoneita.
smn: Lasseen uáinimist láá Päivi Ruottis ráhtám kirkkotekstiileh já Elli já Veikko Tiittas ikoneh.

source: Näyttely on avoinna Inarin alakoululla perjantaista 12.6. lähtien sunnuntaihin 14.6. asti.
smn: Čáitálmâs lii áávus Aanaar vyeliškoovlâst vástuppeivi 12.6. rääjist pasepiäiván 14.6. räi.

source: Lue koko tiedote tästä: Saamelaisen taiteen näyttely Inarissa kirkkopäivien ajan.
smn: Luuvâ ubbâ tiäđáttâs täst: Säämi taaiđâ já tyejeh Säämi kirkkopeeivijn Anarist.
